Repository: francisvalguedes/TrajectoryOrbitPropag
Catalog: locales/*/LC_MESSAGES/00_Simplified.po
Languages: pt_br

source: *Configurations for Orbit Propagation:*
pt_br: *Configurações para propagação de órbita:*

source: *Obtain Approximation Data and Calculate Trajectories:*
pt_br: *Obtenha dados de aproximação e calcule trajetórias:*

source: *Obtaining Orbital Elements:*
pt_br: *Obtendo Elementos Orbitais:*

source: *Pages:*
pt_br: *Páginas:*

source: , for the period of
pt_br: , para o período de

source: Celestrak error, use Space-Track or load orbital elements manually
pt_br: Erro Celestrak, use Space-Track ou carregue elementos orbitais manualmente

source: Choose the source of orbital elements for propagation
pt_br: Escolha a fonte dos elementos orbitais para propagação

source: Distance to save trajectory (km):
pt_br: Distância para salvar a trajetória (km):

source: End date
pt_br: Data final

source: End time
pt_br: Hora de Fim

source: End time must be greater than start time
pt_br: O horário de término deve ser maior que o horário de início

source: Enter the reference point coordinates:
pt_br: Insira as coordenadas do ponto de referência:

source: Execute Propagation
pt_br: Executar Propagação

source: File error
pt_br: Erro de arquivo

source: Get Orbital Elements
pt_br: Obter Elementos Orbitais

source: Home page
pt_br: Página inicial

source: Latitude (degrees)
pt_br: Latitude (graus)

source: Longitude (degrees)
pt_br: Longitude (graus)

source: Map View Page
pt_br: Página de visualização do mapa

source: Maximum number of objects:
pt_br: Número máximo de objetos:

source: Maximum number of objects for propagation:
pt_br: Número máximo de objetos para propagação:

source: Maximum period:
pt_br: Período máximo:

source: Maximum trajectory distance (km):
pt_br: Distância máxima da trajetória (km):

source: No orbital elements for this object in Celestrak
pt_br: Nenhum elemento orbital para este objeto em Celestrak

source: Number of orbital elements:
pt_br: Número de elementos orbitais:

source: Object Orbital Change/Maneuver
pt_br: Mudança/manobra orbital do objeto

source: Orbit Propagation
pt_br: Propagação de Órbita

source: Orbital elements do not match OMM format
pt_br: Os elementos orbitais não correspondem ao formato OMM

source: Orbital elements uploaded:
pt_br: Elementos orbitais carregados:

source: Pages with specific settings:
pt_br: Páginas com configurações específicas:

source: Processing time (s):
pt_br: Tempo(s) de processamento:

source: Progress bar:
pt_br: Barra de progresso:

source: Sampling period (s):
pt_br: Período(s) de amostragem:

source: Select the NORAD_CAT_ID of the space object to obtain orbital elements:
pt_br: Selecione o NORAD_CAT_ID do objeto espacial para obter elementos orbitais:

source: Select the approach time to view the trajectory:
pt_br: Selecione o tempo de aproximação para visualizar a trajetória:

source: Sensor-Specific Trajectory Selection
pt_br: Seleção de trajetória específica do sensor

source: Set with my current location by clicking on the icon below (low precision), alternatively you can get the coordinates of the location on Google Earth or Google Maps:
pt_br: Defina minha localização atual clicando no ícone abaixo (baixa precisão). Alternativamente, você pode obter as coordenadas da localização no Google Earth ou Google Maps:

source: Simplified Configuration for Orbit Propagation and Approximation Trajectory Calculation to the Reference Point (Sensor):
pt_br: Configuração simplificada para cálculo de propagação de órbita e trajetória de aproximação ao ponto de referência (sensor):

source: Simplified Setup - APP Basic Functions
pt_br: Configuração simplificada - Funções básicas do APP

source: Source of orbital elements:
pt_br: Fonte dos elementos orbitais:

source: Start date
pt_br: Data de início

source: Start time
pt_br: Hora de início

source: Start time for proximity search - UTC 00:
pt_br: Hora de início da pesquisa de proximidade - UTC 00:

source: Summary of calculated trajectories:
pt_br: Resumo das trajetórias calculadas:

source: The button to download the tables appears when you hover over the upper right corner of the tables
pt_br: O botão para baixar as tabelas aparece quando você passa o mouse sobre o canto superior direito das tabelas

source: The space object does not approach the specified location within this time period
pt_br: O objeto espacial não se aproxima do local especificado dentro deste período de tempo

source: Trajectories successfully calculated:
pt_br: Trajetórias calculadas com sucesso:

source: Upload a file containing only orbital elements in OMM format
pt_br: Carregue um arquivo contendo apenas elementos orbitais no formato OMM

source: Upload orbital elements: OMM csv format
pt_br: Carregar elementos orbitais: formato OMM csv

source: Upload the file
pt_br: Carregar o arquivo

source: Upload the orbital elements
pt_br: Carregar os elementos orbitais

source: Visualization on the map:
pt_br: Visualização no mapa:

source: days
pt_br: dias

source: help
pt_br: Ajuda
