Repository: francisvalguedes/TrajectoryOrbitPropag
Catalog: locales/*/LC_MESSAGES/01_orbital_elements.po
Languages: pt_br

source: *Orbital elements:*
pt_br: *Elementos orbitais:*

source: *Pages:*
pt_br: *Páginas:*

source: App's list +200 LEO NORAD_CAT_ID
pt_br: Lista de aplicativos +200 LEO NORAD_CAT_ID

source: App's selection +700 LEO, Large, PERIAPSIS < 500, NORAD_CAT_ID
pt_br: Seleção de aplicativos +700 LEO, Grande, PERIAPSIS &lt; 500, NORAD_CAT_ID

source: Celestrack: Gets an orbital element in OMM .csv format, from the NORAD_CAT_ID informedSpace-Track: Gets several orbital elements .csv format, automatically from Space-Track(requires registration) Orbital elements file: Load elements file manually in OMM .csvformat (.csv or .json).
pt_br: Celestrack: Obtém um elemento orbital no formato OMM .csv, a partir do NORAD_CAT_ID informadoSpace-Track: Obtém vários elementos orbitais no formato .csv, automaticamente do Space-Track (requer registro) Arquivo de elementos orbitais: Carrega o arquivo de elementos manualmente no formato OMM .csv (.csv ou .json).

source: Celestrak error, use Space-Track or load orbital elements manually
pt_br: Erro Celestrak, use Space-Track ou carregue elementos orbitais manualmente

source: Choice of orbital elements dataset:
pt_br: Escolha do conjunto de dados de elementos orbitais:

source: This App does not record user passwords, but we cannot guarantee the confidentiality of the password. DO NOT use the password of other online services in the Space-Track API, use at your own risk.
pt_br: Este App não grava senha do usuário, mas não podemos garantir a confidencialidade da senha, NÃO utilize a senha de outros serviços online na API Space-Track, use por sua conta e risco

source: Download Orbital Element Files:
pt_br: Baixar arquivos de elementos orbitais:

source: End must be after start date
pt_br: O fim deve ser após a data de início

source: Epoch end (now+1day)
pt_br: Fim da época (agora + 1 dia)

source: Epoch interval must be less than 10 days
pt_br: O intervalo de época deve ser inferior a 10 dias

source: Epoch start
pt_br: Início da época

source: Error when logging Space-Track
pt_br: Erro ao registrar o Space-Track

source: File details:
pt_br: Detalhes do arquivo:

source: For trajectory generation go to the next page
pt_br: Para geração de trajetória vá para a próxima página

source: Get Orbital Elements
pt_br: Obter Elementos Orbitais

source: Get orbital element
pt_br: Obter elemento orbital

source: Get satellite orbital elements: Celestrack - individually, or Space-track - allows multiple.
pt_br: Obtenha elementos orbitais de satélite: Celestrack - individualmente, ou Space-track - permite múltiplos.

source: Get the orbital elements of the satellite
pt_br: Obtenha os elementos orbitais do satélite

source: Home page
pt_br: Página inicial

source: Load orbital elements
pt_br: Carregar elementos orbitais

source: Logged into spacetrack
pt_br: Conectado ao spacetrack

source: Map View Page
pt_br: Página de visualização do mapa

source: NORAD_CAT_ID file loaded:
pt_br: Arquivo NORAD_CAT_ID carregado:

source: NORAD_CAT_ID file not loaded
pt_br: Arquivo NORAD_CAT_ID não carregado

source: NORAD_CAT_ID file uploaded for update:
pt_br: Arquivo NORAD_CAT_ID carregado para atualização:

source: No orbital elements for this object in Celestrac
pt_br: Nenhum elemento orbital para este objeto em Celestrac

source: Object Orbital Change/Maneuver
pt_br: Mudança/manobra orbital do objeto

source: Orbit Propagation
pt_br: Propagação de Órbita

source: Orbital elements epoch
pt_br: Época dos elementos orbitais

source: Orbital elements loaded
pt_br: Elementos orbitais carregados

source: Orbital elements manually updated:
pt_br: Elementos orbitais atualizados manualmente:

source: Orbital elements not found on Space-Track (in the epoch range):
pt_br: Elementos orbitais não encontrados no Space-Track (na faixa de épocas):

source: Orbital elements obtained from Celestrak:
pt_br: Elementos orbitais obtidos de Celestrak:

source: Orbital elements requested from Space-Track:
pt_br: Elementos orbitais solicitados ao Space-Track:

source: Pages with specific settings:
pt_br: Páginas com configurações específicas:

source: Personalized NORAD_CAT_ID file
pt_br: Arquivo NORAD_CAT_ID personalizado

source: Select the epoch range (less than 10 days)
pt_br: Selecione o intervalo de época (menos de 10 dias)

source: Sensor-Specific Trajectory Selection
pt_br: Seleção de trajetória específica do sensor

source: Simplified Setup - APP Basic Functions
pt_br: Configuração simplificada - Funções básicas do APP

source: Source of orbital elements:
pt_br: Fonte dos elementos orbitais:

source: Space-Track password:
pt_br: Senha do Space-Track:

source: Space-track logged
pt_br: login efetuado: Space-track

source: Submit
pt_br: Enviar

source: Text file with .csv extension with a column with the header "NORAD_CAT_ID" and lines NORAD_CAT_ID numbers
pt_br: Arquivo de texto com extensão .csv com uma coluna com o cabeçalho &quot;NORAD_CAT_ID&quot; e linhas NORAD_CAT_ID números

source: Unique NORAD_CAT_ID
pt_br: NORAD_CAT_ID exclusivo

source: Upload orbital elements
pt_br: Carregar elementos orbitais

source: Upload orbital elements Json/csv
pt_br: Carregar elementos orbitais Json/csv

source: Upload personalized NORAD_CAT_ID list file:
pt_br: Carregar arquivo de lista NORAD_CAT_ID personalizado:

source: User name Space-Track:
pt_br: Nome de usuário Space-Track:

source: :Selection of 700+ objects by Space-TrackAPI mean_motion>11.25, decay_date = null-val, rcs_size = Large, periapsis<500, epoch = >now-1, orderby= EPOCH desc)
pt_br: :Selectionde mais de 700 objetos por Space-TrackAPI mean_motion&gt;11.25, decay_date = null-val, rcs_size = Large, periapsis<500, epoch = > agora-1, orderby= EPOCH desc)

source: : Upload any .csv file that contains a NORAD_CAT_ID column with up to 650 desired objects
pt_br: : Carregue qualquer arquivo .csv que contenha uma coluna NORAD_CAT_ID com até 650 objetos desejados

source: : local list of 200+ selected LEO objects most with RCSvalue
pt_br: : lista local de mais de 200 objetos LEO selecionados, a maioria com RCSvalue

source: decayed object:
pt_br: objeto deteriorado:

source: load csv file with a column named NORAD_CAT_ID
pt_br: carregar arquivo csv com uma coluna chamada NORAD_CAT_ID

source: log in to Space-Track to continue
pt_br: faça login no Space-Track para continuar

source: logged
pt_br: REGISTRADO

source: max norad_cat_id =
pt_br: máx. norad_cat_id =

source: unlogged
pt_br: não logado
