Repository: francisvalguedes/TrajectoryOrbitPropag
Catalog: locales/*/LC_MESSAGES/02_orbit_propagation.po
Languages: pt_br

source: *Calculate trajectories:*
pt_br: *Calcular trajetórias:*

source: *Files:*
pt_br: *Arquivos:*

source: *Orbital elements:*
pt_br: *Elementos orbitais:*

source: *Outputs:*
pt_br: *Saídas:*

source: *Pages:*
pt_br: *Páginas:*

source: *Settings:*
pt_br: *Configurações:*

source: *.trj files - Trajectory from H0, in the ENU reference system 1Hz
pt_br: *.trj arquivos - Trajetória de H0, no sistema de referência ENU 1Hz

source: *.trn files - Trajectory from H0, in the ENU reference system 1Hz
pt_br: *.trn arquivos - Trajetória de H0, no sistema de referência ENU 1Hz

source: , for time delta
pt_br: , para delta de tempo

source: Add new reference point in WGS84
pt_br: Adicionar novo ponto de referência no WGS84

source: Approaching the reference point:
pt_br: Aproximando-se do ponto de referência:

source: Color
pt_br: Cor

source: Column naming conflict: load file with only orbital elements
pt_br: Conflito de nomenclatura de coluna: carregar arquivo apenas com elementos orbitais

source: Download All Files:
pt_br: Baixar todos os arquivos:

source: Download Summary File:
pt_br: Baixar arquivo de resumo:

source: End date
pt_br: Data final

source: End date must be after start date
pt_br: A data de término deve ser posterior à data de início

source: End time
pt_br: Hora de Fim

source: Enter a name without special characters
pt_br: Insira um nome sem caracteres especiais

source: Files can be downloaded on the right side
pt_br: Os arquivos podem ser baixados no lado direito

source: Get Orbital Elements
pt_br: Obter Elementos Orbitais

source: Height (m)
pt_br: Altura (m)

source: Home page
pt_br: Página inicial

source: Location already exists
pt_br: A localização já existe

source: Location registered
pt_br: Localização registrada

source: Map View Page
pt_br: Página de visualização do mapa

source: Maximum distance to trajectory limits (Km)
pt_br: Distância máxima até os limites da trajetória (Km)

source: Maximum number of objects to propagate:
pt_br: Número máximo de objetos a propagar:

source: Maximum number of objects to propagate: {}, for time delta {:.2f} days
pt_br: Número máximo de objetos a propagar:{}, for time delta {:.2f} dias

source: Maximum time delta:
pt_br: Delta de tempo máximo:

source: Name
pt_br: Nome

source: Name:
pt_br: Nome:

source: Number of calculated trajectories:
pt_br: Número de trajetórias calculadas:

source: Number of objects:
pt_br: Número de objetos:

source: Object Orbital Change/Maneuver
pt_br: Mudança/manobra orbital do objeto

source: Orbit Propagation
pt_br: Propagação de Órbita

source: Orbit propagation and search for approach trajectory to the sensor:
pt_br: Propagação da órbita e busca da trajetória de aproximação ao sensor:

source: Orbital Elements loaded!
pt_br: Elementos orbitais carregados!

source: Orbital elements do not match OMM format
pt_br: Os elementos orbitais não correspondem ao formato OMM

source: Pages with specific settings:
pt_br: Páginas com configurações específicas:

source: Processing time (s):
pt_br: Tempo(s) de processamento:

source: Progress bar:
pt_br: Barra de progresso:

source: Register new location
pt_br: Registrar nova localização

source: Run propagation
pt_br: Executar propagação

source: Run propagation to get files
pt_br: Execute a propagação para obter arquivos

source: Sampling rate (s):
pt_br: Taxa de amostragem (s):

source: Search end time:
pt_br: Hora de término da pesquisa:

source: Search start time:
pt_br: Hora de início da pesquisa:

source: Select sensor location or record another location in the sidebar
pt_br: Selecione a localização do sensor ou registre outra localização na barra lateral

source: Sensor-Specific Trajectory Selection
pt_br: Seleção de trajetória específica do sensor

source: Sensor location in the WGS84 Geodetic
pt_br: Localização do sensor no WGS84 Geodetic

source: Sensor location in the WGS84 (a new one can be registered in the sidebar) :
pt_br: Localização do sensor no WGS84 (um novo pode ser registrado na barra lateral):

source: Simplified Setup - APP Basic Functions
pt_br: Configuração simplificada - Funções básicas do APP

source: Start and end time for H0 search TU:
pt_br: Hora de início e término da busca H0 TU:

source: Start date
pt_br: Data de início

source: Start time
pt_br: Hora de início

source: The data summary:
pt_br: Resumo dos dados:

source: The maximum distance must be greater than the minimum distance in 1.05x
pt_br: A distância máxima deve ser maior que a distância mínima em 1,05x

source: The minimum distance that the trajectory must reach in order to be accepted (Km)
pt_br: Distância mínima que a trajetória deve percorrer para ser aceita (Km)

source: The resulting files contain:
pt_br: Os arquivos resultantes contêm:

source: There are no sensor approach points for this configuration
pt_br: Não há pontos de aproximação do sensor para esta configuração

source: To analyze the results, go to the next page.
pt_br: Para analisar os resultados, vá para a próxima página.

source: Trajectories calculated successfully
pt_br: Trajetórias calculadas com sucesso

source: Upload the orbital elements
pt_br: Carregar os elementos orbitais

source: Upload the orbital elements in previous page
pt_br: Carregue os elementos orbitais na página anterior

source: days
pt_br: dias

source: objects excluded because they have periapsis greater than dmax:
pt_br: objetos excluídos porque têm periapsis maior que dmax:

source: data *.csv files - Trajectory from H0, in local plane reference (ENU), AltAzRange, ITRS and Geodetic, including times 1Hz
pt_br: arquivos de dados *.csv - Trajetória de H0, em referência de plano local (ENU), AltAzRange, ITRS e Geodésico, incluindo tempos de 1Hz

source: orbital_elem.csv - Orbital elements of selected objects
pt_br: orbital_elem.csv - Elementos orbitais de objetos selecionados

source: orbital_elem_all.csv - All loaded orbital elements
pt_br: orbital_elem_all.csv - Todos os elementos orbitais carregados

source: traj_summary.csv - Relevant trajectory and object data
pt_br: traj_summary.csv - Trajetória relevante e dados do objeto
