Repository: francisvalguedes/TrajectoryOrbitPropag
Catalog: locales/*/LC_MESSAGES/04_orbit_compare.po
Languages: pt_br

source: *Pages:*
pt_br: *Páginas:*

source: Data visualization:
pt_br: Visualização de dados:

source: Enough orbital elements to perform comparison already loaded
pt_br: Elementos orbitais suficientes para realizar a comparação já carregados

source: Example of a link for direct access to the Space-Track API (registration and login required): [link](%s)
pt_br: Exemplo de um link para acesso direto à API do Space-Track (é necessário registro e login): [link](%s )

source: Files can be downloaded:
pt_br: Os arquivos podem ser baixados:

source: Get Orbital Elements
pt_br: Obter Elementos Orbitais

source: Home page
pt_br: Página inicial

source: Insufficient orbital elements, obtain from the Space-Track website or API more than two sets of orbitalelements per object and upload to page 01 - Orbital Elements, which also has a tool for accessing the API.
pt_br: Elementos orbitais insuficientes, obtenha no site Space-Track ou na API mais de dois conjuntos de elementos orbitais por objeto e carregue na página 01 - Elementos orbitais, que também possui uma ferramenta para acessar a API.

source: Map View Page
pt_br: Página de visualização do mapa

source: Norads loaded from last orbital propagation results
pt_br: Norads carregados a partir dos últimos resultados de propagação orbital

source: Object Orbital Change/Maneuver
pt_br: Mudança/manobra orbital do objeto

source: Obtain the orbital elements from the Space-Track website or API. Upload More than two sets of orbital elements per object to page 01 - Orbital Elements, the Page also has a tool for accessing the API.
pt_br: Obtenha os elementos orbitais do site Space-Track ou API. Carregue Mais de dois conjuntos de elementos orbitais por objeto na página 01 - Elementos orbitais, A página também tem uma ferramenta para acessar a API.

source: Orbit Propagation
pt_br: Propagação de Órbita

source: Orbit Trajectory Compare
pt_br: Comparação de trajetória de órbita

source: Pages with specific settings:
pt_br: Páginas com configurações específicas:

source: Perform propagation calculations and trajectory comparison:
pt_br: Realizar cálculos de propagação e comparação de trajetórias:

source: Progress bar:
pt_br: Barra de progresso:

source: Run Orbit propagation
pt_br: Executar propagação de órbita

source: Run trajectory comparison
pt_br: Comparação de trajetória de execução

source: Sensor-Specific Trajectory Selection
pt_br: Seleção de trajetória específica do sensor

source: Simplified Setup - APP Basic Functions
pt_br: Configuração simplificada - Funções básicas do APP

source: That is it
pt_br: É isso aí

source: There are no orbital elements for comparison
pt_br: Não há elementos orbitais para comparação

source: There are objects with less than two sets of orbital elements, it will not be possible to compare them
pt_br: Existem objetos com menos de dois conjuntos de elementos orbitais, não será possível compará-los

source: Upload the orbital elements with two or more sets of orbital elements on the specific page
pt_br: Carregue os elementos orbitais com dois ou mais conjuntos de elementos orbitais na página específica

source: Use the orbital elements loaded on page 01 - Orbital Elements
pt_br: Utilize os elementos orbitais carregados na página 01 - Elementos orbitais

source: run compare
pt_br: executar comparar
