Repository: francisvalguedes/TrajectoryOrbitPropag
Catalog: locales/*/LC_MESSAGES/05_trajectory.po
Languages: pt_br

source: *Data analysis: RCS_MIN and table coloring:*
pt_br: *Análise de dados: RCS_MIN e coloração de tabelas:*

source: *Pages:*
pt_br: *Páginas:*

source: *Specific ENU Trajectories:*
pt_br: *Trajetórias ENU específicas:*

source: Add new radar sensor
pt_br: Adicionar novo sensor de radar

source: Calculate trajectories
pt_br: Calcular trajetórias

source: Calculate trajectories of selected objects:
pt_br: Calcular trajetórias de objetos selecionados:

source: Choose by:
pt_br: Escolha por:

source: Clear All
pt_br: Limpar tudo

source: Column selection by config file upload:
pt_br: Seleção de coluna por upload de arquivo de configuração:

source: Data summary format and column selection:
pt_br: Formato de resumo de dados e seleção de colunas:

source: Download csv File:
pt_br: Baixar arquivo csv:

source: Download highlight File:
pt_br: Baixar arquivo de destaque:

source: Download selected File:
pt_br: Baixar arquivo selecionado:

source: Download trajectory files *.trn - from H0, in the ENU:
pt_br: Baixe os arquivos de trajetória *.trn - de H0, no ENU:

source: Error: dataframe does not have column:
pt_br: Erro: o dataframe não tem coluna:

source: File details:
pt_br: Detalhes do arquivo:

source: Data filter by H0
pt_br: Filtro de dados por H0

source: Start time
pt_br: Hora de início

source: End time
pt_br: Hora de fim

source: Reload and filter data
pt_br: Recarregar e filtrar dados

source: Orbit propagation data reloaded and filter
pt_br: Dados de propagação orbital recarregados e filtrados

source: Generate Sensor-Specific Trajectories
pt_br: Gerar trajetórias específicas do sensor

source: Get Orbital Elements
pt_br: Obter Elementos Orbitais

source: Green: high chance of tracking, Blue: undefined, Yellow: sensitivity limit and Red: low chance of tracking.
pt_br: Verde: alta chance de rastreamento, Azul: indefinido, Amarelo: limite de sensibilidade e Vermelho: baixa chance de rastreamento.

source: Home page
pt_br: Página inicial

source: Location already exists
pt_br: A localização já existe

source: Manual selection of desired columns:
pt_br: Seleção manual das colunas desejadas:

source: Map View Page
pt_br: Página de visualização do mapa

source: Maximum number of objects to propagate:
pt_br: Número máximo de objetos a propagar:

source: Object Orbital Change/Maneuver
pt_br: Mudança/manobra orbital do objeto

source: Object Selection:
pt_br: Seleção de Objetos:

source: Orbit Propagation
pt_br: Propagação de Órbita

source: Orbit propagation data loaded
pt_br: Dados de propagação de órbita carregados

source: Orbit propagation data reloaded
pt_br: Dados de propagação de órbita recarregados

source: Pages with specific settings:
pt_br: Páginas com configurações específicas:

source: Processing time (s):
pt_br: Tempo(s) de processamento:

source: Progress bar:
pt_br: Barra de progresso:

source: Propagation result, approaching the reference point:
pt_br: Resultado da propagação, aproximando-se do ponto de referência:

source: Radar Name
pt_br: Nome do radar

source: Radar frequency (MHz)
pt_br: Frequência do radar (MHz)

source: Radar power (db)
pt_br: Potência do radar (db)

source: Radar receive gain (db)
pt_br: Ganho de recepção do radar (db)

source: Radar receive loss (db)
pt_br: Perda de recepção de radar (db)

source: Radar receiver sensitivity (db)
pt_br: Sensibilidade do receptor de radar (db)

source: Radar sensor settings:
pt_br: Configurações do sensor de radar:

source: Radar sensor settings - sample time:
pt_br: Configurações do sensor de radar - tempo de amostragem:

source: Radar signal noise ratio (db)
pt_br: Relação de ruído do sinal de radar (db)

source: Radar transmit gain (db)
pt_br: Ganho de transmissão do radar (db)

source: Radar transmit loss (db)
pt_br: Perda de transmissão do radar (db)

source: Record new radar sensor
pt_br: Grave novo sensor de radar

source: Recorded location
pt_br: Localização gravada

source: Reload data and Calc RCS_MIN
pt_br: Recarregar dados e calcular RCS_MIN

source: Reload propagation results and calculate RCS_MIN with sidebar selected radar settings:
pt_br: Recarregue os resultados de propagação e calcule RCS_MIN com as configurações de radar selecionadas na barra lateral:

source: Run propagation for trajectory generation
pt_br: Executar propagação para geração de trajetória

source: Run propagation in orbit propagation page
pt_br: Executar propagação na página de propagação de órbita

source: Sample time (s)
pt_br: Tempo de amostragem (s)

source: Save Selection
pt_br: Salvar seleção

source: Save dataframe with selected columns and rows:
pt_br: Salvar dataframe com colunas e linhas selecionadas:

source: Save selection
pt_br: Salvar seleção

source: Select All
pt_br: Selecionar tudo

source: Select objects to propagate
pt_br: Selecione objetos para propagar

source: Select radar sensor configuration or record another above
pt_br: Selecione a configuração do sensor de radar ou grave outra acima

source: Select the trajectories:
pt_br: Selecione as trajetórias:

source: Select trajectories
pt_br: Selecionar trajetórias

source: Selected Sensor location - propagation page:
pt_br: Localização do sensor selecionado - página de propagação:

source: Selected columns and rows from the data summary:
pt_br: Colunas e linhas selecionadas do resumo de dados:

source: Selected radar setting:
pt_br: Configuração de radar selecionada:

source: Sensor-Specific Trajectory Selection
pt_br: Seleção de trajetória específica do sensor

source: Simplified Setup - APP Basic Functions
pt_br: Configuração simplificada - Funções básicas do APP

source: This page generates sensor specific trajectories and estimates the possibility of tracking space objects by C-band trajectory radar, it uses the radar range equation and RCS (radar cross section) of the space objects.
pt_br: Esta página gera trajetórias específicas do sensor e estima a possibilidade de rastrear objetos espaciais pelo radar de trajetória de banda C. Ela usa a equação de alcance do radar e RCS (seção transversal do radar) dos objetos espaciais.

source: Trajectories calculated successfully
pt_br: Trajetórias calculadas com sucesso

source: Write a name without special characters
pt_br: Escreva um nome sem caracteres especiais

source: exclusion
pt_br: Exclusão

source: inclusion
pt_br: inclusão

source: my radar
pt_br: meu radar
