Repository: francisvalguedes/TrajectoryOrbitPropag
Catalog: locales/*/LC_MESSAGES/main.po
Languages: pt_br

source: **Satellite orbit propagation and trajectory generation for tracking of space objects (Debris, Rocket Body, Satellites...), especially for low Earth orbit (LEO) objects.**
pt_br: **Propagação de órbita de satélite e geração de trajetória para rastreamento de objetos espaciais (detritos, corpos de foguetes, satélites...), especialmente para objetos de órbita baixa da Terra (LEO).**

source: *Pages:*
pt_br: *Páginas:*

source: Analysis of object orbital change/maneuver
pt_br: Análise da mudança/manobra orbital do objeto

source: Contributions/suggestions: Felipe Longo, André Henrique, Hareton, Marcos Leal, Leilson
pt_br: Contribuições/sugestões: Felipe Longo, André Henrique, Hareton, Marcos Leal, Leilson

source: Generation of specific trajectories
pt_br: Geração de trajetórias específicas

source: Get Orbital Elements
pt_br: Obter Elementos Orbitais

source: Home page
pt_br: Página inicial

source: Map View Page
pt_br: Página de visualização do mapa

source: Map view page
pt_br: Página de visualização do mapa

source: Object Orbital Change/Maneuver
pt_br: Mudança/manobra orbital do objeto

source: Obtaining orbital elements of the space object
pt_br: Obtenção de elementos orbitais do objeto espacial

source: Orbit Propagation
pt_br: Propagação de Órbita

source: Orbit Propagator for Tracking Earth's Artificial Satellites in LEO
pt_br: Propagador de órbita para rastreamento de satélites artificiais da Terra em LEO

source: Orbit propagation and trajectory generation
pt_br: Propagação de órbita e geração de trajetória

source: Pages with specific settings:
pt_br: Páginas com configurações específicas:

source: Sensor-Specific Trajectory Selection
pt_br: Seleção de trajetória específica do sensor

source: Simplified Setup - APP Basic Functions
pt_br: Configuração simplificada - Funções básicas do APP

source: Simplified setup with some of the APP functions
pt_br: Configuração simplificada com algumas das funções do APP

source: This APP use Orbit Mean-Elements Message (OMM) format, it contain orbital elements for satellites in a standard format. OMM files are part of the Orbit Data Messages (ODM) Recommended Standard
pt_br: Este APP usa o formato Orbit Mean-Elements Message (OMM), ele contém elementos orbitais para satélites em um formato padrão. Os arquivos OMM são parte do Orbit Data Messages (ODM) Recommended Standard

source: Using SGP4 this app searches for a point of approach of a space object in Earth orbit and traces a trajectory interval in: local plane reference (ENU), AltAzRange, ITRS and Geodetic, to be used as a target for tracking system
pt_br: Usando o SGP4, este aplicativo busca um ponto de aproximação de um objeto espacial na órbita da Terra e traça um intervalo de trajetória em: referência de plano local (ENU), AltAzRange, ITRS e Geodésico, para ser usado como um alvo para o sistema de rastreamento.

source: block diagram of Orbit Propagation
pt_br: diagrama de blocos da propagação de órbita

source: by: Francisval Guedes Soares, Email: francisvalg@gmail.com
pt_br: por: Francisval Guedes Soares, Email: francisvalg@gmail.com
